<template>
  <div class="container">
    <h2 class="m-5 pb-2 border-bottom text-center">О нас</h2>
<!--    <div class="px-2 m-2 mb-5">-->
<!--      <p class="lead">-->
<!--        Tamers Electron - это команда лучших специалистов в сфере электроснабжения, готовых реализовать проекты любой сложности от «А» до «Я» с соблюдением всех требований государственных стандартов.-->
<!--      </p>-->
<!--      <p class="lead">-->
<!--        Почему нам доверяют и выбирают нас:-->
<!--      </p>-->
<!--      -->
<!--    </div>-->

    <div>
<!--      <h2 class="mt-5 mb-3 pb-2 border-bottom text-center">Электромонтажные работы под ключ и с гарантией качества</h2>-->
      <p class="lead"><strong>Tamers Electron</strong> - это команда <strong>лучших специалистов в сфере электроснабжения</strong>, готовых реализовать проекты любой сложности от «А» до «Я» с <strong>соблюдением всех требований</strong> государственных стандартов.</p>
      <br>
      <p class="lead">Выполнение электромонтажных работ - это задача, требующая <strong>профессиональной подготовки</strong> с целью обеспечить <strong>надёжное подключение и соединение</strong> при соблюдении необходимых мер безопасности.
      </p>
      <br>
      <p class="lead">
        Мы предлагаем услуги по проведению профессиональных электромонтажных работ, обеспечивая вас <strong>быстрым и грамотным обслуживанием по доступным ценам</strong>.
      </p>

      <br>

      <ul class="list-group mb-5">
        <li class="lead mb-1">- Для нас не существует невыполнимых задач, реализуем даже <strong>самые смелые ваши идеи</strong>! Консультируем и помогаем найти рациональное решение.</li>
        <li class="lead mb-1">- Работаем как с юридическими, так и с физическими лицами.</li>
        <li class="lead mb-1">- Проверенные <strong>сотрудники с образованием и большим стажем</strong>.</li>
        <li class="lead mb-1">- 7 лет на рынке электроснабжения.</li>
        <li class="lead mb-1">- <strong>Даем гарантии</strong> на любые виды работ и <strong>осуществляем сервисное обслуживание</strong>.</li>
        <li class="lead mb-1">- Используем материалы мировых брендов (DKC, Legrand, ABB, Dekraft и др.).</li>
        <li class="lead mb-1">- Помогаем рассчитать стоимость.</li>
        <li class="lead mb-1">- Наличный и безналичный расчет.</li>
        <li class="lead mb-1">- Составляем договор, где <strong>четко прописаны сроки</strong> выполнения работ.</li>
        <li class="lead mb-1">- Освобождаем ваше время и <strong>берем все заботы по реализации проекта на себя</strong>: от заявки до конечной сдачи работ.</li>
        <li class="lead mb-1">- Более <strong>300 выполненных проектов</strong> и множество благодарных отзывов.</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>