<template>
  <div>
    <h2 class="m-5 pb-2 border-bottom text-center">О нас</h2>
    <div class="px-2 m-2 mb-5">
      <p class="lead">
        Tamers Electron - это команда лучших специалистов в сфере электроснабжения, готовых реализовать проекты любой сложности от «А» до «Я» с соблюдением всех требований государственных стандартов.
      </p>
      <br>
      <p class="lead">
        Почему нам доверяют и выбирают нас:
      </p>
      <br>
      <ul class="list-group">
        <li class="lead">- Для нас не существует невыполнимых задач, реализуем даже самые смелые ваши идеи! Консультируем и помогаем найти рациональное решение.</li>
        <li class="lead">- Работаем как с юридическими, так и с физическими лицами.</li>
        <li class="lead">- Проверенные сотрудники с образованием и большим стажем.</li>
        <li class="lead">- 7 лет на рынке электроснабжения.</li>
        <li class="lead">- Даем гарантии на любые виды работ и осуществляем сервисное обслуживание.</li>
        <li class="lead">- Используем материалы мировых брендов (DKC, Legrand, ABB, Dekraft и др.).</li>
        <li class="lead">- Помогаем рассчитать стоимость.</li>
        <li class="lead">- Наличный и безналичный расчет.</li>
        <li class="lead">- Составляем договор, где четко прописаны сроки выполнения работ.</li>
        <li class="lead">- Освобождаем ваше время и берем все заботы по реализации проекта на себя: от заявки до конечной сдачи работ.</li>
        <li class="lead">- Более 300 выполненных проектов и множество благодарных отзывов.</li>
      </ul>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>