<template>
  <h2 class="m-5 pb-2 border-bottom text-center">Зачем нужен "Умный дом"?</h2>
  <div class="d-flex flex-md-row flex-column justify-content-center col-md-10 mx-auto">

    <div class="col-md-6 order-md-2 mx-5">
      <p class="">
        <b>Имиджевая функция.</b> Система "Умный дом" модернизирует вашу квартиру, коттедж или загородный дом и позволит создать комфорт для каждого жителя и гостя.
        <br>
        <b>Экономия времени.</b> Забываете выключить свет и электроприборы? Не беспокойтесь! Встроенные датчики движения среагируют на ваше приближение и включат / выключат необходимые устройства.
        <br>
        <b>Создает комфорт.</b> Система "Умный дом" будет самостоятельно поддерживать необходимую температуру в помещении для сохранения оптимальной среды для жильцов.
        <br>
        <b>Охраняет вашу собственность.</b> Встроенная система безопасности предварительно предупредит о попытке взлома, отправив сигнал в охранную службу. Записи с камер видеонаблюдения зафиксируют каждый шаг непрошенных гостей. Датчики протечек позволят избежать затрат в случае протечки воды или газа.
        <br>
        <b>Всегда поддерживает уют в доме.</b> Вы сможете наслаждаться уютной атмосферой каждый день не прилагая дополнительных усилий. Запраграммируйте систему в соответствии с вашими пожеланиями и она будет корректироваться автоматически в зависимости от ваших настроек.
      </p>
    </div>
    <div class="col-md-5 order-md-1">
      <img src="/img/why.jpg" alt="why">
    </div>
  </div>

</template>

<script>
export default {

}
</script>

<style scoped>

</style>