<template>
  <h2 class="m-5 mb-3 pb-2 border-bottom text-center">Зачем нужен "Умный дом"?</h2>
  <div class="mb-3 d-flex flex-md-row flex-column justify-content-center col-md-10 mx-auto">
    <div class="col-md-6 order-md-2 mx-md-3 px-3">
      <p><b>Имиджевая функция.</b></p>
      <p>Система "Умный дом" модернизирует вашу квартиру, коттедж или загородный дом и позволит создать комфорт для каждого жителя и гостя.</p>
      <br>
      <p><b>Экономия времени.</b></p>
      <p>Забываете выключить свет и электроприборы? Не беспокойтесь! Встроенные датчики движения среагируют на ваше приближение и включат / выключат необходимые устройства.</p>
      <br>
      <p><b>Создает комфорт.</b></p>
      <p>Система "Умный дом" будет самостоятельно поддерживать необходимую температуру в помещении для сохранения оптимальной среды для жильцов.</p>
      <br>
      <p><b>Охраняет вашу собственность.</b></p>
      <p>Встроенная система безопасности предварительно предупредит о попытке взлома, отправив сигнал в охранную службу. Записи с камер видеонаблюдения зафиксируют каждый шаг непрошенных гостей. Датчики протечек позволят избежать затрат в случае протечки воды или газа.</p>
      <br>
      <p><b>Всегда поддерживает уют в доме.</b></p>
      <p>Вы сможете наслаждаться уютной атмосферой каждый день не прилагая дополнительных усилий. Запраграммируйте систему в соответствии с вашими пожеланиями и она будет корректироваться автоматически в зависимости от ваших настроек.</p>
    </div>
    <div class="col-md-5 order-md-1">
      <img class="d-block h-100 mx-auto" src="/img/why.jpg" alt="why">
    </div>
  </div>

</template>

<script>
export default {

}
</script>

<style scoped>

</style>